// массив объектов

const questions = [
  {
    q: 'Сколько океанов на планете?',
    options: ['Пять','Три','Девять','Четыре'],
    name: 'q1',
    answer: 0,
    point: 10
  },
  {
    q: 'День независимости в Кыргызстане',
    options: ['14 июля','31 августа','3 октября','1 августа'],
    name: 'q2',
    answer: 1,
    point: 10
  },
  {
    q: 'Первый президент США',
    options: ['Бенджамин Франклин','Джон Кеннади','Авраам Линкольн','Джордж Вашингтон'],
    name: 'q3',
    answer: 3,
    point: 10
  },
  {
    q: 'Самый кассовый фильм в мире',
    options: ['Звёздные войны: Пробуждение силы','Мстители: Финал','Титаник','Аватар'],
    name: 'q4',
    answer: 1,
    point: 10
  },
  {
    q: 'Основатель Apple',
    options: ['Билл Гейтс','Стив Джобс','Дональд Трамп','Джефф Безос'],
    name: 'q5',
    answer: 1,
    point: 10
  },
  {
    q: 'Самая большая планета',
    options: ['Меркурий','Земля','Юпитер','Плутон'],
    name: 'q6',
    answer: 2,
    point: 10
  },
  {
    q: 'Сколько тысяч в миллионе?',
    options: ['999 тыс','1000 тыс ','100 тыс','10 000 тыс'],
    name: 'q7',
    answer: 1,
    point: 10
  },
  {
    q: 'Корень квадратный 144',
    options: ['Четырнадцать','Двенадцать','Пятнадцать','Тринадцать'],
    name: 'q8',
    answer: 1,
    point: 10
  },
  {
    q: 'Сколько всего областей в Кыргызстане?',
    options: ['Восемь','Десять','Пятнадцать','Семь'],
    name: 'q9',
    answer: 3,
    point: 10
  },
  {
    q: 'Сколько всего материков на земле?',
    options: ['Восемь','Десять','Шесть','Двенадцать'],
    name: 'q10',
    answer: 2,
    point: 10
  }
];